/* Automatic backups are disabled */
"Automatic Backups Off" = "Automatyczne archiwizowanie wyłączone";

/* back up now menu item title */
"Back Up Now" = "Archiwizuj teraz";

/* Backup progress menu item title */
"Backing Up: %@ of %@" = "Archiwizuję: %1$@ z %2$@";

/* Browse Other Time Machine disks menu title */
"Browse Other Time Machine Disks" = "Przeglądaj inne dyski Time Machine";

/* Calculating changes menu item title */
"Calculating Changes\\U2026" = "Obliczam zmiany…";

/* Cleaning Up menu item title */
"Cleaning Up\\U2026" = "Porządkuję…";

/* Cleaning Up menu item title */
"Deleting Old Backups\\U2026" = "Usuwanie starych kopii zapasowych…";

/* Enter Time Machine menu item title */
"Enter Time Machine" = "Wejdź do Time Machine";

/* Excluding items menu item title */
"Excluding %@ Items\\U2026" = "Wykluczam %@ rzeczy…";

/* Finishing back up menu item title */
"Finishing Backup\\U2026" = "Kończę archiwizowanie…";

/* Indexing back up menu item title */
"Indexing Backup\\U2026" = "Indeksuję archiwum…";

/* Latest backup date format string (successful backup) */
"Latest Backup: %@" = "Ostatnia archiwizacja: %@";

/* Latest backup delayed */
"Latest Backup: Delayed\\U2026" = "Ostatnia archiwizacja: opóźniona…";

/* Latest backup failed */
"Latest Backup: Failed\\U2026" = "Ostatnia archiwizacja: nie powiodła się…";

/* Mounting back up menu item title */
"Making Backup Disk Available\\U2026" = "Umożliwiam dostęp do dysku archiwizacyjnego…";

/* time machine preferences menu item title */
"Open Time Machine Preferences\\U2026" = "Otwórz preferencje Time Machine…";

/* Preparing items menu item title */
"Preparing %@ Items\\U2026" = "Przygotowuję %@ rzeczy…";

/* Preparing back up menu item title */
"Preparing Backup\\U2026" = "Przygotowuję archiwizowanie…";

/* Scanning items menu item title */
"Scanning %@ Items\\U2026" = "Skanuję %@ rzeczy…";

/* Skip Verification menu item title */
"Skip Verification" = "Pomiń weryfikację";

/* Skipping verification menu item title */
"Skipping Verification\\U2026" = "Pomijam weryfikację…";

/* stop backing up menu item title */
"Stop Backing Up" = "Zatrzymaj archiwizowanie";

/* Stopping back up menu item title */
"Stopping Backup\\U2026" = "Zatrzymuję archiwizowanie…";

/* Time Machine Not Configured menu item title */
"Time Machine Not Configured" = "Time Machine jest nieskonfigurowany";

/* Verify Backups menu item title */
"Verify Backups" = "Weryfikuj kopie zapasowe";

/* Verifying backup with percentage menu item title */
"Verifying Backup (%@)" = "Weryfikuję archiwum (%@)";

/* Verifying backup menu item title */
"Verifying Backup\\U2026" = "Weryfikuję archiwum…";

/* Latest backup delayed */
"Waiting to Back Up" = "Oczekuję na archiwizowanie";

